// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "校准颜色";

NoCalibrateTitle = "无法校准颜色";
NoCalibrateMsg = "请检查打印机是否已连接并开启，然后重试。";
NoResetTitle = "无法恢复打印机默认值";

NotAllowedWarning = "仅当三色打印墨盒和照片打印墨盒均安装的情况下才可进行“校准颜色”步骤。";
NotAllCartridges = "只有当所有墨盒均安装的情况下，才可进行“校准颜色”过程。";
ClickToBegin = "单击“校准”立即校准颜色。\n此过程要花费一分钟的时间，并且要使用一张普通纸。";
ClickToBegin2 = "单击“校准”按钮开始这一过程。\n可能需要约两分钟时间，并将使用两张普通纸。";

ChooseTitle = "选择";

FactorySettingsTitle = "厂家设置";
FactorySettingsMsg = "选择“出厂设置”选项将恢复打印机的自动颜色校准。请单击“是”使用“出厂设置”并打印确认页，或者单击“否”返回“校准颜色”对话框。";
YesTitle = "是";
NoTitle = "否";

VerificationMsg = "现在将打印一幅图像，以显示您在验证页上的选择。如果打印结果没有颜色偏移，则表示校准已完成。如果在图像中有蓝色、黄色或红色色调，请单击“重做”重复此过程。";
FinishTitle = "完成";
RedoTitle = "重做";

TransferringProcessTitle = "正在传送文件...";

AutomaticCalibrationCompleteTitle = "您的打印机刚刚执行了自动颜色校准";
AutomaticCalibrationCompleteMsg = "如果颜色打印输出效果不佳，请单击“校准”按钮再次执行自动颜色校准。";

PrintingProcessTitle = "正在打印颜色校准页...";

DefaultsTitle = "使用默认值";
DefaultsMessage = "选择“使用默认值”选项将恢复打印机的出厂设置颜色校准值。 单击“是”使用默认值，或者单击“否”返回“校准颜色”对话框";

ColorCalibrationTextFieldTitle = "校准颜色";
InfoTextFieldTitle = "本步骤将校准打印页的颜色。除非发现颜色色度存在明显问题，否则请勿执行此步骤。";
GuideTextFieldTitle = "单击“校准”立即开始校准颜色。\n这将需要大约一分钟时间，并要使用一张普通纸。";
ResetButtonTitle = "厂家设置";

CancelButtonTitle = "取消";
CalibrateButtonTitle = "校准";

PatchSquareControllerInfo = "正在打印一页颜色补缀。\n\n1.将纸张放在眼前大约 8 英寸 (~20cm) 的位置。\n\n2.将纸张缓缓向远方移动，直到编号补缀淡化到与背景相匹配。\n\n3.选择与打印页背景最相配的对应编号补缀。";
GrayPlotBoxTitle = "灰色块";
ColorPlotBoxTitle = "彩色块";
PatchMatricesControllerInfo = "1. 手握校准页并向前平伸手臂。\n\n2. 将页面向外倾斜。观看含有颜色块的两个大正方形。在每个正方形中找到最接近背景的颜色块。每个颜色块都有相应的字母和编号。\n\n3. 在下拉列表中，为右侧所示的灰色和彩色块选择相符的色块的字母和编号。\n\n4. 单击“校准”。";
PatchRowsControllerInfo = "正在打印一页颜色补缀。\n\n选择与打印页背景最相配的对应编号补缀。";
